Ran Apply for project: `test` dir: `account01/wafv2/ip-sets` workspace: `default`

**Apply Error**
<details><summary>Show Output</summary>

```
running "terragrunt apply" in "/home/atlantis/.atlantis/repos/woodonggyu/terragrunt-aws-wafv2/12/default/account01/wafv2/ip-sets": exit status 1: running "terragrunt apply" in "/home/atlantis/.atlantis/repos/woodonggyu/terragrunt-aws-wafv2/12/default/account01/wafv2/ip-sets": 

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_wafv2_ip_set.this[0] will be created
  + resource "aws_wafv2_ip_set" "this" {
      + addresses          = [
          + "1.1.1.1/32",
        ]
      + arn                = (known after apply)
      + description        = "GLOBAL"
      + id                 = (known after apply)
      + ip_address_version = "IPV4"
      + lock_token         = (known after apply)
      + name               = "ipset-iac-t1"
      + scope              = "REGIONAL"
      + tags               = {
          + "Service" = "Security"
        }
      + tags_all           = {
          + "Service" = "Security"
        }
    }

  # aws_wafv2_ip_set.this[1] will be created
  + resource "aws_wafv2_ip_set" "this" {
      + addresses          = [
          + "2.2.2.2/32",
          + "3.3.3.3/32",
        ]
      + arn                = (known after apply)
      + description        = "LOCAL - TEST1"
      + id                 = (known after apply)
      + ip_address_version = "IPV4"
      + lock_token         = (known after apply)
      + name               = "ipset-iac-t2"
      + scope              = "REGIONAL"
      + tags               = {
          + "Service" = "Security"
        }
      + tags_all           = {
          + "Service" = "Security"
        }
    }

  # aws_wafv2_ip_set.this[2] will be created
  + resource "aws_wafv2_ip_set" "this" {
      + addresses          = [
          + "4.4.4.4/32",
        ]
      + arn                = (known after apply)
      + description        = "LOCAL - TEST1"
      + id                 = (known after apply)
      + ip_address_version = "IPV4"
      + lock_token         = (known after apply)
      + name               = "ipset-iac-t3"
      + scope              = "REGIONAL"
      + tags               = {
          + "Service" = "Security"
        }
      + tags_all           = {
          + "Service" = "Security"
        }
    }

Plan: 3 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  + aws_wafv2_ip_set_arn      = [
      + (known after apply),
      + (known after apply),
      + (known after apply),
    ]
  + aws_wafv2_ip_set_id       = [
      + (known after apply),
      + (known after apply),
      + (known after apply),
    ]
  + aws_wafv2_ip_set_tags_all = [
      + {
          + "Service" = "Security"
        },
      + {
          + "Service" = "Security"
        },
      + {
          + "Service" = "Security"
        },
    ]

Do you want to perform these actions?
  Terraform will perform the actions described above.
  Only 'yes' will be accepted to approve.

  Enter a value: 
Interrupt received.
╷
│ Error: error asking for approval: context canceled
Please wait for Terraform to exit or data loss may occur.
Gracefully shutting down...
│ 
│ 


╵

Two interrupts received. Exiting immediately. Note that data loss may have
occurred.

╷
│ Error: operation canceled
│ 
│ 
╵
time=2022-08-27T08:14:01Z level=error msg=Terraform invocation failed in /home/atlantis/.atlantis/repos/woodonggyu/terragrunt-aws-wafv2/12/default/account01/wafv2/ip-sets/.terragrunt-cache/3LCQstvLgaxQkTxS1l_xRW1M2Z0/VlHwk6InGESl7tP5DaihpJ-PBOQ/ipset prefix=[/home/atlantis/.atlantis/repos/woodonggyu/terragrunt-aws-wafv2/12/default/account01/wafv2/ip-sets] 
time=2022-08-27T08:14:01Z level=error msg=1 error occurred:
	* exit status 1




```
</details>

